Repository: nkvoronov/script.libreelec.devupdate
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32001
source: Confirm upgrade
uk_ua: Підтвердити оновлення

# #32002
source: Upgrade
uk_ua: Оновити

# #32003
source: {} to {} ?
uk_ua: {} до {} ?

# #32004
source: Confirm downgrade
uk_ua: Підтвердити зниження

# #32005
source: Downgrade
uk_ua: Зниження

# #32006
source: Confirm install
uk_ua: Підтвердити установку

# #32007
source: Build {} is already installed.
uk_ua: Збірка {} вже встановлена.

# #32008
source: Continue?
uk_ua: Продовжити?

# #32009
source: Directory Error
uk_ua: Помилка папки

# #32010
source: {} is not accessible.
uk_ua: {} не доступний.

# #32011
source: Check the archive directory in the addon settings.
uk_ua: Перевірте папку архіву в настройках доповнення.

# #32012
source: Unable to create {}.
uk_ua: Неможливо створити {}.

# #32013
source: Check the archive directory permissions.
uk_ua: Перевірте права доступу до папки архіву.

# #32014
source: Downloading
uk_ua: Завантаження

# #32015
source: Decompressing
uk_ua: Розпакування

# #32016
source: Retrieving tar file from archive
uk_ua: Витяг tar файл з архіву

# #32017
source: Copying to archive
uk_ua: Копіювання в архів

# #32018
source: Verifying
uk_ua: Перевірка

# #32019
source: {} md5 mismatch
uk_ua: {} md5 не співпадають

# #32020
source: The {} image is corrupt.
uk_ua: {} образ пошкоджений.

# #32021
source: The update file will be removed.
uk_ua: Файл оновлення буде видалений.

# #32022
source: Confirm reboot
uk_ua: Підтвердити перезавантаження

# #32024
source: Reboot now to install build {}?
uk_ua: Перезавантажити зараз, щоб встановити збірку {}

# #32025
source: Build {} is ready to install.
uk_ua: Збірка {} готова до установки.

# #32026
source: Build {} will install on the next reboot
uk_ua: Збірка {} буде встановлена після перезавантаження

# #32027
source: A more recent build is available: {}
uk_ua: Доступна більш свіжа збірка : {}

# #32028
source: Current build: {}
uk_ua: Поточна збірка: {}

# #32029
source: Show builds available to install?
uk_ua: Показати збірки доступні для встановлення?

# #32030
source: Build {} is available
uk_ua: Доступна збірка {}

# #32031
source: Install History
uk_ua: Історія установок

# #32032
source: Install history not available
uk_ua: Історія установок недоступна

# #32034
source: Update cancelled
uk_ua: Скасувати оновлення

# #32035
source: Build {}
uk_ua: Збірка {}

# #32036
source: Open settings
uk_ua: Відкрити налаштування

# #32037
source: Show install history
uk_ua: Показати історію установок

# #32038
source: Cancel pending installation
uk_ua: Скасувати відкладену установку

# #32039
source: No builds were found for {}.
uk_ua: Збірки не знайдені для {}.

# #32040
source: Ready to reboot to re-enable overclocking.
uk_ua: Готовий перезавантажити і повторно включити розгін.

# #32041
source: Connection Error
uk_ua: Помилка підключення

# #32042
source: Please check you have a connection to the internet.
uk_ua: Будь ласка, перевірте чи є у Вас підключення до Інтернету.

# #32043
source: URL not found.
uk_ua: URL не найден.

# #32044
source: URL Error
uk_ua: URL помилка

# #32045
source: Please check the URL.
uk_ua: Будь ласка, перевірте URL.

# #32046
source: Please check the log file.
uk_ua: Будь ласка, перевірте лог файл.

# #32047
source: Write Error
uk_ua: Не вдалося записати

# #32048
source: Check the directory.
uk_ua: Перевірте папку.

# #32049
source: Decompression Error
uk_ua: Помилка розпакування

# #32050
source: An error occurred during decompression:
uk_ua: Сталася помилка під час розпакування:

# #32052
source: An installation is pending for {}.
uk_ua: Установка {} знаходиться в очікуванні.

# #32053
source: An installation is pending.
uk_ua: Установка знаходиться в очікуванні.

# #32054
source: Rebooting
uk_ua: Перевантаження

# #32055
source: Reboot now to install the update?
uk_ua: Перезавантажити зараз, щоб встановити оновлення?

# #32056
source: Please reboot
uk_ua: Будь ласка перезавантажте

# #32057
source: Rebooting in {} seconds...
uk_ua: Перевантаження через {} секунд...

# #32058
source: Rebooting in 1 second...
uk_ua: Перевантаження через 1 секунду...

# #32059
source: Rebooting...
uk_ua: Перевантаження...

# #32060
source: ERROR : {}
uk_ua: ПОМИЛКА : {}

# #32061
source: Backup
uk_ua: Резервне копіювання

# #32062
source: Run Backup now?
uk_ua: Виконати резервне копіювання?

# #32063
source: This is recommended
uk_ua: Це рекомендується

# #32064
source: Build {} was installed successfully
uk_ua: Збірка {} була успішно встановлена

# #32065
source: Build {} was not installed
uk_ua: Збірка {} не був встановлений

# #32066
source: Invalid custom source URL
uk_ua: Неприпустимий URL джерела

# #32101
source: General
uk_ua: Загальні

# #32102
source: Selected source name
uk_ua: Вибрана назва джерела

# #32103
source: Show progress in background
uk_ua: Показати прогрес в фоні

# #32104
source: Archive tar files (for quicker re-installs)
uk_ua: Архів tar файлів (для більш швидкої переустанавкі)

# #32105
source: Archive directory
uk_ua: Папка архіву

# #32106
source: Verify update files
uk_ua: Перевірка файлів поновлення

# #32107
source: Never
uk_ua: Ніколи

# #32108
source: Prompt every time
uk_ua: Запитувати кожного разу

# #32109
source: Always
uk_ua: Завжди

# #32110
source: Notifications
uk_ua: Повідомлення

# #32111
source: Enable notifications
uk_ua: Увімкнути сповіщення

# #32112
source: Check only on boot
uk_ua: Перевіряти тільки при завантаженні

# #32113
source: Check interval in hours (requires restart)
uk_ua: Інтервал перевірки в годинах (потрібно перезапуск)

# #32114
source: Show dialog
uk_ua: Паказать діалог

# #32115
source: When not playing video
uk_ua: Коли не воспроизводится відео

# #32116
source: Enable for official releases
uk_ua: Дозволити для офіційних релізів

# #32117
source: Enable reboot confirmation dialog
uk_ua: Дозволити діалог підтвердження перезавантаження

# #32118
source: Reboot countdown (seconds)
uk_ua: Перевантаження відлік часу (в секундах)

# #32119
source: Custom Sources
uk_ua: Дозволити

# #32122
source: Build type
uk_ua: Тип зборки

# #32123
source: Development
uk_ua: Розробка

# #32124
source: Release
uk_ua: Реліз

# #32125
source: Name
uk_ua: Назва

# #32127
source: Subdirectory
uk_ua: Підпапка

# #32128
source: Other
uk_ua: Дозволити підпапку

# #32130
source: Other subdirectory
uk_ua: Інші папки

# #32131
source: Advanced
uk_ua: Розширений

# #32132
source: Override installed build type
uk_ua: Перевизначити встановлений тип збірки

# #32133
source: Build type to install
uk_ua: Тип збірки для встановлення

# #32134
source: Disable overclocking during update
uk_ua: Відключити розгін під час поновлення

# #32135
source: Also update extlinux
uk_ua: Також оновити extlinux

# #32136
source: Set HTTP timeout
uk_ua: Встановити тайм-аут HTTP

# #32137
source: Timeout (seconds)
uk_ua: Тайм-аут (в секундах)

# #32138
source: Enable debug logging
uk_ua: Дозволити відладку

# #32139
source: Set custom build date format
uk_ua: Встановити для користувача формат дати для збірки

# #32140
source: Date format
uk_ua: Формат дати

# #32141
source: Select to show the list of available builds
uk_ua: Виберіть, щоб відобразити список доступних збірок

# #32142
source: Custom Source 1
uk_ua: Джерело користувача 1

# #32143
source: Custom Source 2
uk_ua: Джерело користувача 2

# #32144
source: Custom Source 3
uk_ua: Джерело користувача 3

# #32145
source: LibreELEC Dev Update
uk_ua: LibreELEC Оновлення

# #32146
source: Settings
uk_ua: Налаштування

# #32147
source: History
uk_ua: Історія
